Repository: BogachovE/togetherNew
Catalog: together/*.lproj/Localizable.strings
Languages: ar

source: Category
ar: الفئة

source: Celebretion
ar: إحتفال

source: Helping
ar: مساعدة

source: like your event
ar: مثل الحدث الخاص بك

source: Unsubscrible
ar: إلغاء الاشتراك

source: Subscrible
ar: ا شتراك

source: subscribe on you
ar: الاشتراك على لك

source: Share to whatsapp
ar: مشاركة على ال واتساب

source: Share to facebook
ar: حصة في الفيسبوك

source: Share by email
ar: سهم عن طريق البريد الإلكتروني

source: Share to instagram
ar: شارك في إنستاغرام

source: Share to twiter
ar: مشاركة على تويتر

source: Choose location
ar: اختيار موقع

source: Subscribe
ar: ا شتراك

source: Edit
ar: تصحيح

source: Dell
ar: ديل
